Repository: kimto8104/-1-
Catalog: NowFocus/Resources/Localizable.xcstrings
Source language: en
Languages: ja, ko, vi, zh_hant

# 1分からでも習慣化させよう
source: Let's make it a habit, even starting from 1 minute
ja: 1分からでも習慣化させよう
ko: 1분부터라도 습관을 만들어봅시다
vi: Hãy tạo thói quen, ngay cả khi bắt đầu từ 1 phút
zh_hant: 即使從1分鐘開始也要養成習慣

# 1分から始まる
source: It starts with 1 minute
ja: 1分から始まる
ko: 1분부터 시작
vi: Bắt đầu từ 1 phút
zh_hant: 從1分鐘開始

# １分始めることが大事
source: Starting with 1 minute is important
ja: １分始めることが大事
ko: 1분부터 시작하는 것이 중요합니다
vi: Bắt đầu với 1 phút là điều quan trọng
zh_hant: 從1分鐘開始很重要

source: reading
ja: 読書
ko: 독서
vi: Đọc sách
zh_hant: 閱讀

# おめでとうございます！
source: Congratulations!
ja: おめでとうございます！
ko: 축하합니다!
vi: Chúc mừng bạn!
zh_hant: 恭喜你！

# カテゴリー
source: Category
ja: カテゴリー
ko: 카테고리
vi: Danh mục
zh_hant: 類別

# カテゴリーを追加
source: Add Category
ja: カテゴリーを追加
ko: 카테고리 추가
vi: Thêm danh mục
zh_hant: 新增類別

# カテゴリー名
source: Category Name
ja: カテゴリー名
ko: 카테고리 이름
vi: Tên danh mục
zh_hant: 類別名稱

# カテゴリー選択
source: Select Category
ja: カテゴリー選択
ko: 카테고리 선택
vi: Chọn danh mục
zh_hant: 選擇類別

# クリアするごと選択肢が増えていきます
source: More options become available as you clear tasks
ja: クリアするごと選択肢が増えていきます
ko: 완료할 때마다 더 많은 옵션이 제공됩니다
vi: Nhiều tùy chọn hơn sẽ được mở khóa khi bạn hoàn thành các nhiệm vụ
zh_hant: 每完成一項任務就會解鎖更多選項

# タイマーをリセットしました
source: Timer has been reset
ja: タイマーをリセットしました
ko: 타이머가 초기화되었습니다
vi: Đã đặt lại bộ đếm thời gian
zh_hant: 計時器已重置

# もう一度チャレンジ
source: Try Again
ja: もう一度チャレンジ
ko: 다시 도전
vi: Thử lại
zh_hant: 再次挑戰

# 全てのカテゴリー
source: All Categories
ja: 全てのカテゴリー
ko: 모든 카테고리
vi: Tất cả danh mục
zh_hant: 所有類別

# 同じカテゴリーが既に存在します
source: The same category already exists
ja: 同じカテゴリーが既に存在します
ko: 같은 카테고리가 이미 존재합니다
vi: Danh mục này đã tồn tại
zh_hant: 相同類別已存在

# 完了
source: Complete
ja: 完了
ko: 완료
vi: Hoàn thành
zh_hant: 完成

# 日
source: Day
ja: 日
ko: 일
vi: Ngày
zh_hant: 日

# 時間について
source: About Time
ja: 時間について
ko: 시간에 대하여
vi: Về thời gian
zh_hant: 關於時間

# 次は1分からでも始めてみましょう
source: Let's start with 1 minute next time
ja: 次は1分からでも始めてみましょう
ko: 다음에는 1분부터 시작해봅시다
vi: Lần sau hãy bắt đầu từ 1 phút
zh_hant: 下次讓我們從1分鐘開始

# 現在の記録
source: Current Record
ja: 現在の記録
ko: 현재 기록
vi: Kỷ lục hiện tại
zh_hant: 目前記錄

# 画面を下向きにしてタイマーを開始
source: Start timer by turning the screen face down
ja: 画面を下向きにしてタイマーを開始
ko: 화면을 아래로 향하게 하여 타이머 시작
vi: Bắt đầu bộ đếm thời gian bằng cách úp màn hình xuống
zh_hant: 將螢幕朝下開始計時

# 継続中
source: In Progress
ja: 継続中
ko: 진행 중
vi: Đang thực hiện
zh_hant: 進行中

# 追加
source: Add
ja: 追加
ko: 추가
vi: Thêm
zh_hant: 新增

# 連続達成！
source: Days in a row!
ja: 連続達成！
ko: 연속 달성!
vi: Ngày liên tiếp!
zh_hant: 連續達成！

# 連続集中日数
source: Consecutive Focus Days
ja: 連続集中日数
ko: 연속 집중 일수
vi: Số ngày tập trung liên tiếp
zh_hant: 連續專注天數

# 閉じる
source: Close
ja: 閉じる
ko: 닫기
vi: Đóng
zh_hant: 關閉

# 集中
source: Focus
ja: 集中
ko: 집중
vi: Tập trung
zh_hant: 專注

# 集中が中断されました
source: Focus session interrupted
ja: 集中が中断されました
ko: 집중이 중단되었습니다
vi: Phiên tập trung đã bị gián đoạn
zh_hant: 專注已中斷

source: OK
ko: 확인
vi: Đồng ý
zh_hant: 確定
